Repository: lynnjeans/keybridge
Catalog: SameKeys/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pl, pt_br, zh_hans, zh_hant

source: macOS can zoom the whole screen with Ctrl+scroll (Accessibility › Zoom › “Use scroll gesture with modifier keys”). If that is on, it wins and pages do not zoom: choose fn, or turn it off.
de: macOS kann mit Strg+Scrollen den ganzen Bildschirm zoomen (Bedienungshilfen › Zoom › „Scrollgeste mit Sondertasten zum Zoomen verwenden“). Ist das an, hat es Vorrang und Seiten zoomen nicht: Wähle fn oder schalte es aus.
es: macOS puede ampliar toda la pantalla con Ctrl+desplazamiento (Accesibilidad › Zoom › “Usar gesto de desplazamiento con teclas de modificación”). Si está activado, tiene prioridad y las páginas no se amplían: elige fn o desactívalo.
fr: macOS peut zoomer tout l’écran avec Ctrl+défilement (Accessibilité › Zoom › « Utiliser le geste de défilement avec les touches de modification »). Si c’est activé, cela l’emporte et les pages ne zooment pas : choisissez fn, ou désactivez-le.
ja: macOS では Ctrl+スクロールで画面全体をズームできます（アクセシビリティ › ズーム ›「修飾キーとスクロールジェスチャでズーム」）。これがオンだとそちらが優先され、ページはズームされません。fn を選ぶか、その設定をオフにしてください。
ko: macOS는 Ctrl+스크롤로 화면 전체를 확대할 수 있습니다(손쉬운 사용 › 확대/축소 › ‘보조 키와 함께 스크롤 제스처 사용’). 이 기능이 켜져 있으면 우선 적용되어 페이지가 확대되지 않습니다. fn을 선택하거나 이 기능을 끄십시오.
pl: macOS może powiększać cały ekran przez Ctrl+przewijanie (Dostępność › Zoom › „Używaj gestu przewijania z klawiszami modyfikującymi”). Jeśli jest włączone, ma pierwszeństwo i strony się nie powiększają: wybierz fn albo je wyłącz.
pt_br: O macOS pode ampliar a tela toda com Ctrl+rolagem (Acessibilidade › Zoom › “Usar gesto de rolagem com teclas modificadoras”). Se estiver ativado, ele tem prioridade e as páginas não ampliam: escolha fn ou desative-o.
zh_hans: macOS 可以用 Ctrl+滚动缩放整个屏幕（辅助功能 › 缩放 ›「使用滚动手势与修饰键来缩放」）。如果它开着，就会优先生效，页面不会缩放：请改用 fn，或关掉它。
zh_hant: macOS 可以用 Ctrl+捲動縮放整個螢幕（輔助使用 › 縮放 ›「使用捲動手勢和變更鍵來縮放」）。如果它開著，就會優先生效，頁面不會縮放：請改用 fn，或關掉它。

source: macOS did not make the change. It can be made under System Settings › General › Login Items & Extensions.
de: macOS hat die Änderung nicht vorgenommen. Sie geht unter Systemeinstellungen › Allgemein › Anmeldeobjekte & Erweiterungen.
es: macOS no ha hecho el cambio. Se puede hacer en Ajustes del Sistema › General › Ítems de inicio y extensiones.
fr: macOS n’a pas fait le changement. Il est possible dans Réglages Système › Général › Éléments de connexion et extensions.
ja: macOS が変更を行いませんでした。「システム設定 › 一般 › ログイン項目と機能拡張」で変更できます。
ko: macOS가 변경하지 않았습니다. 시스템 설정 › 일반 › 로그인 항목 및 확장 프로그램에서 변경할 수 있습니다.
pl: macOS nie wprowadził zmiany. Można ją wprowadzić w Ustawieniach systemowych › Ogólne › Rzeczy otwierane po zalogowaniu i rozszerzenia.
pt_br: O macOS não fez a mudança. Ela pode ser feita em Ajustes do Sistema › Geral › Itens de Início e Extensões.
zh_hans: macOS 没有完成更改。可以在“系统设置 › 通用 › 登录项与扩展”中更改。
zh_hant: macOS 沒有完成更改。可以在「系統設定 › 一般 › 登入項目與延伸功能」中更改。

source: macOS grants this together with Accessibility and may not list SameKeys under Input Monitoring.
de: macOS erteilt dies zusammen mit den Bedienungshilfen und führt SameKeys unter „Eingabeüberwachung“ eventuell nicht auf.
es: macOS concede esto junto con Accesibilidad y puede que no muestre SameKeys en Monitorización de entrada.
fr: macOS accorde ceci avec l’accessibilité et peut ne pas lister SameKeys sous Surveillance de l’entrée.
ja: macOS はこの権限をアクセシビリティと一緒に許可するため、「入力監視」のリストに SameKeys が表示されないことがあります。
ko: macOS는 이 권한을 손쉬운 사용과 함께 부여하며, 입력 모니터링 목록에 SameKeys가 나타나지 않을 수 있습니다.
pl: macOS przyznaje to razem z Dostępnością i może nie pokazywać SameKeys w Monitorowaniu wprowadzania.
pt_br: O macOS concede isso junto com a Acessibilidade e pode não listar o SameKeys em Monitoramento de Entrada.
zh_hans: macOS 会随辅助功能一起授予这项权限，所以「输入监控」列表里可能不会出现 SameKeys。
zh_hant: macOS 會隨輔助使用一起授予這項權限，所以「輸入監控」列表裡可能不會出現 SameKeys。

source: macOS may ask for your password, and it locks these grants to SameKeys's signature: a rebuild from source asks again.
de: macOS fragt vielleicht nach deinem Passwort und bindet diese Berechtigungen an die Signatur von SameKeys: Ein neuer Build aus dem Quellcode fragt erneut.
es: macOS puede pedirte la contraseña y vincula estos permisos a la firma de SameKeys: una compilación nueva desde el código fuente los vuelve a pedir.
fr: macOS peut demander votre mot de passe, et il lie ces autorisations à la signature de SameKeys : une version recompilée depuis les sources les redemande.
ja: macOS がパスワードを求めることがあり、これらの許可は SameKeys の署名に結び付けられます。ソースから再ビルドすると、もう一度許可が必要です。
ko: macOS가 암호를 요청할 수 있으며, 이 권한은 SameKeys의 서명에 묶입니다. 소스에서 다시 빌드하면 다시 요청합니다.
pl: macOS może poprosić o hasło i wiąże te uprawnienia z podpisem SameKeys: nowa kompilacja ze źródeł poprosi o nie ponownie.
pt_br: O macOS pode pedir sua senha e vincula essas permissões à assinatura do SameKeys: uma nova compilação a partir do código-fonte pede de novo.
zh_hans: macOS 可能会要求输入密码，并把这些授权绑定到 SameKeys 的签名：从源码重新构建后需要再次授权。
zh_hant: macOS 可能會要求輸入密碼，並把這些權限綁定到 SameKeys 的簽名：從原始碼重新建置後需要再次允許。

# update.badge
source: New
de: Neu
es: Nuevo
fr: Nouveau
ja: 新バージョン
ko: 새 버전
pl: Nowa wersja
pt_br: Novo
zh_hans: 新版本
zh_hant: 新版本

source: ⌘ Command
de: ⌘ Befehl
es: ⌘ Comando
fr: ⌘ Commande

source: ⌥ Option
de: ⌥ Wahl
es: ⌥ Opción

source: ⌥ sits where the Windows key does, so ⌥ and an arrow places or minimizes the window in front
de: ⌥ liegt dort, wo die Windows-Taste ist, also ordnet ⌥ plus Pfeil das Fenster im Vordergrund an oder minimiert es
es: ⌥ está donde la tecla Windows, así que ⌥ y una flecha colocan o minimizan la ventana en primer plano
fr: ⌥ est à la place de la touche Windows, donc ⌥ et une flèche placent ou réduisent la fenêtre au premier plan
ja: ⌥ は Windows キーと同じ位置にあるため、⌥ と矢印キーで最前面のウインドウを配置または最小化します
ko: ⌥는 Windows 키 자리에 있으므로 ⌥와 화살표로 맨 앞의 윈도우를 배치하거나 최소화합니다
pl: ⌥ leży tam, gdzie klawisz Windows, więc ⌥ i strzałka układają lub minimalizują okno na pierwszym planie
pt_br: ⌥ fica onde está a tecla Windows, então ⌥ e uma seta posicionam ou minimizam a janela em primeiro plano
zh_hans: ⌥ 就在 Windows 键的位置，所以 ⌥ 加方向键即可摆放或最小化最前面的窗口
zh_hant: ⌥ 就在 Windows 鍵的位置，所以 ⌥ 加方向鍵即可擺放或縮到最小最前方的視窗

source: Apps & System
es: Apps y sistema
fr: Apps et système
ja: アプリとシステム
ko: 앱 및 시스템
pl: Aplikacje i system
pt_br: Apps e Sistema
zh_hans: 应用与系统
zh_hant: App 與系統

source: Browser
es: Navegador
fr: Navigateur
ja: ブラウザ
ko: 브라우저
pl: Przeglądarka
pt_br: Navegador
zh_hans: 浏览器
zh_hant: 瀏覽器

source: Feedback
es: Comentarios
fr: Retours
ja: フィードバック
ko: 피드백
pl: Opinie
zh_hans: 反馈
zh_hant: 意見回饋

source: Name
es: Nombre
fr: Nom
ja: 名前
ko: 이름
pl: Nazwa
pt_br: Nome
zh_hans: 名称
zh_hant: 名稱

source: OK
es: Aceptar
ko: 확인
zh_hans: 好
zh_hant: 好

source: Optional
es: Opcional
fr: Facultatif
ja: 任意
ko: 선택 사항
pl: Opcjonalnie
pt_br: Opcional
zh_hans: 可选
zh_hant: 選填

source: System
es: Sistema
fr: Système
ja: システム
ko: 시스템
pt_br: Sistema
zh_hans: 系统
zh_hant: 系統

source: Text Navigation
es: Navegación por el texto
fr: Navigation dans le texte
ja: テキストの移動
ko: 텍스트 탐색
pl: Poruszanie się w tekście
pt_br: Navegação no Texto
zh_hans: 文本导航
zh_hant: 文字導覽

source: Updates
es: Actualizaciones
fr: Mises à jour
ja: アップデート
ko: 업데이트
pl: Uaktualnienia
pt_br: Atualizações
zh_hans: 更新
zh_hant: 更新項目

# Version %@ (%@)
source: Version %1$@ (%2$@)
es: Versión %1$@ (%2$@)
ja: バージョン %1$@（%2$@）
ko: 버전 %1$@(%2$@)
pl: Wersja %1$@ (%2$@)
pt_br: Versão %1$@ (%2$@)
zh_hans: 版本 %1$@（%2$@）
zh_hant: 版本 %1$@（%2$@）

source: Windows Standard
es: Windows estándar
ja: Windows スタンダード
ko: Windows 표준
pt_br: Padrão do Windows
zh_hans: Windows 标准
zh_hant: Windows 標準

source: Apps
ja: アプリ
ko: 앱
pl: Aplikacje
zh_hans: 应用程序
zh_hant: App

source: Dock
zh_hans: 程序坞

source: Finder
zh_hans: 访达

source: Launchpad
zh_hans: 启动台
zh_hant: 啟動台

source: Mission Control
zh_hans: 调度中心
zh_hant: 指揮中心

source: Spotlight
zh_hans: 聚焦
